Repository: common-repository/mlm-soft-integration
Catalog: languages/*.po
Languages: ru_ru

source: Account ID not found
ru_ru: ID Аккаунта не найден

source: Account ID not found in the coupon (old version)
ru_ru: ID аккаунта не найден в купоне (старая версия)

source: Amount must be less than {{maxAmount}}
ru_ru: Сумма должна быть меньше {{maxAmount}}

source: Cancel payment. Coupon {{couponCode}}
ru_ru: Отмена покупки. Купон {{couponCode}}

source: Cannot find any sponsor with this sponsor referral code in the database.
ru_ru: В базе данных не удалось найти ни одного спонсора с таким реферальным кодом.

source: Cannot return a used coupon
ru_ru: Нельзя вернуть использованный купон

source: Coupon cannot be returned (Old version)
ru_ru: Купон не может быть возвращен (Старая версия)

source: Coupon is not connected to the e-wallet
ru_ru: Купон не присоединен к электронному кошельку

source: Coupon not found
ru_ru: Купон не найден

source: Description
ru_ru: Описание

source: Description of payment method
ru_ru: Описание метода оплаты

source: Document {{documentId}} not processed
ru_ru: Документ {{documentId}} не обработан

source: EWallet info
ru_ru: Электронный кошелек

source: Handler not found
ru_ru: Обработчик не найден

source: Internal error. Can not create user
ru_ru: Внутренняя ошибка. Невозможно создать пользователя

source: Invite code
ru_ru: Реферальный код

source: Logout
ru_ru: Выход

source: Method not exists
ru_ru: Метод не существует

source: MLM Soft Integration
ru_ru: Интеграция MLM Soft

source: Name of payment method
ru_ru: Название платежного метода

source: Online office
ru_ru: Онлайн офис

source: Opportunity presented by: {{fullName}}
ru_ru: Возможность представлена: {{fullName}}

source: Pay from e-wallet - {{couponCode}}
ru_ru: Оплата с электронного кошелька - {{couponCode}}

source: Pay with bonuses. Coupon {{couponCode}}
ru_ru: Оплата бонусами. Купон {{couponCode}}

source: Payment from an e-wallet
ru_ru: Оплата с бонусного счета

source: Payment from MLM Soft e-wallet balance
ru_ru: Оплата с баланса электронного кошелька MLM Soft

source: Payment from {{couponCode}} created successfully
ru_ru: Оплата с помощью {{couponCode}} создана успешно

source: Payment with bonuses from an e-wallet
ru_ru: Оплата бонусами с электронного кошелька

source: Pos order created. Document id: {{documentId}}
ru_ru: Заказ в POS создан успешно. ID документа: {{documentId}}

source: Register
ru_ru: Регистрация

source: Request validation error (digest)
ru_ru: Ошибка валидации запроса (подпись)

source: Request validation error (internal digest)
ru_ru: Ошибка валидации запроса (Внутренняя подпись)

source: Request validation error (required fields)
ru_ru: Ошибка валидации запроса (обязательные поля)

source: Request validation error (time)
ru_ru: Ошибка валидации запроса (время)

source: response body is not defined
ru_ru: Тело ответа не определено

source: Response is empty
ru_ru: Пустой ответ

source: Response not recognized: {{response}}
ru_ru: Ответ не распознан: {{response}}

source: Session not found
ru_ru: Сессия не найдена

source: Sign In
ru_ru: Логин

source: Sponsor ID
ru_ru: ID Спонсора

source: Sponsor with this id doesn't exists.
ru_ru: Спонсор с таким ID не найден

source: The coupon was not created correctly
ru_ru: Купон не был создан корректно

source: This payment system is not meant for direct payments.
ru_ru: Выбранная платежная система не предназначена для прямых платежей

source: Title
ru_ru: Название

source: Wallet operation type ID is not defined
ru_ru: Тип операции не определен

source: Warehouse
ru_ru: Склад

source: WP integration with mlm-soft.com cloud platform
ru_ru: Интеграция WP с облачной платформой mlm-soft.com

source: You should %1sEnable coupons%2s to start using
ru_ru: Для использования нужно %1sВключить купоны%2s
